/* 
  LocalizableStrings.strings
  Vigenere

  Created by Vincent PUGET on 13/08/2015.
  Copyright (c) 2015 Vincent PUGET. All rights reserved.
*/

"x" = "X";
"encrypt" = "CRYPTER";
"decrypt" = "DÉCRYPTER";
"matrix" = "MATRICE";
"key" = "Clef";
"textHere" = "Ici le texte à crypter";
"matrixName" = "Nom de la matrice";
"save" = "ENREGISTRER";
"cancel" = "ANNULER";
"ok" = "OK";
"alertMatrixIsEmpty" = "Votre matrice de cryptage est vide, veuillez la remplir !";